;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
; This is an automatically generated file
; DO NOT modify this file, modify the SDD table: HeatLevel
;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;

[HeatLevels]
HeatLevels_None_Description=DNT - DO NOT TRANSLATE
HeatLevels_NotorietyLevel0_Description=At Notoriety Level Zero, you're pretty good at keeping a low profile. Stay under the radar and Enforcers won't oppose you.
HeatLevels_NotorietyLevel1_Description=At Notoriety Level One, you should be able to move about San Paro relatively unmolested. Enforcers won't oppose you unless they directly witness you committing a crime.
HeatLevels_NotorietyLevel2_Description=At Notoriety Level Two, Enforcers might be sent out against you if you break the law.
HeatLevels_NotorietyLevel3_Description=At Notoriety Level Three, you're on the radar of the Enforcers and are likely to be opposed.
HeatLevels_NotorietyLevel4_Description=At Notoriety Level Four, expect regular harrassment from local Enforcers.
HeatLevels_NotorietyLevel5_Description=At Notoriety Level Five, the whole city is out after you, and there's a major price on your head. Beware of Crims and 'Forcers alike trying to collect that bounty.
HeatLevels_PrestigeLevel0_Description=At Prestige Level Zero, you're almost as bad as the Criminals.
HeatLevels_PrestigeLevel1_Description=At Prestige Level One, your effectiveness as an Enforcer is under question.
HeatLevels_PrestigeLevel2_Description=At Prestige Level Two, you are a middle-of-the-road Enforcer.
HeatLevels_PrestigeLevel3_Description=At Prestige Level Three, people respect your skills as an Enforcer.
HeatLevels_PrestigeLevel4_Description=At Prestige Level Four, you're feared by Criminals all over San Paro.
HeatLevels_PrestigeLevel5_Description=At Prestige Level Five, there is a major price on your head. Watch out for Criminals looking to collect that bounty!
